export const menuItems = [
    {
        link: '#',
        name: 'Новинки',
        aboutTitle: 'Новинки',
        aboutText: 'Описание раздела в несколько строк в качестве примера отображения',
        moreText: 'Узнать больше',
        listItems: [
            {
                subtitle: 'Новинки',
                items: [
                    {
                        title: 'Новинки',
                        description: 'Описание раздела в несколько строк в качестве примера'
                    },
                    {
                        title: 'Скидка',
                        description: 'Описание раздела в несколько строк в качестве примера'
                    }
                ]
            },
            {
                subtitle: 'Распродажа',
                items: [
                    {
                        title: 'Скидки',
                        description: 'Описание раздела в несколько строк в качестве примера'
                    },
                    {
                        title: 'Акции',
                        description: 'Описание раздела в несколько строк в качестве примера'
                    }
                ]
            }
        ]
    },
    {
        link: '#',
        name: 'Акции',
        aboutTitle: 'Акции',
        aboutText: 'Описание раздела в несколько строк в качестве примера отображения',
        moreText: 'Узнать больше',
        listItems: [
            {
                subtitle: 'Проекты',
                items: [
                    {
                        title: 'Мои проекты',
                        description: 'Описание раздела в несколько строк в качестве примера'
                    },
                    {
                        title: 'Заявка на проект',
                        description: 'Описание раздела в несколько строк в качестве примера'
                    }
                ]
            },
            {
                subtitle: 'Расчеты',
                items: [
                    {
                        title: 'Технические расчеты',
                        description: 'Описание раздела в несколько строк в качестве примера'
                    },
                    {
                        title: 'Заявка на технический расчет',
                        description: 'Описание раздела в несколько строк в качестве примера'
                    }
                ]
            }
        ]
    },
    {
        link: '#',
        name: 'Каталог',
        isCatalog: true,
    },
    {
        link: '#',
        name: 'Сервисы',
    },
    {
        link: '#',
        name: 'Мои проекты',
    },
    {
        link: '#',
        name: 'Обратная связь',
    },
]
